let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘👾〙⌬━─━✥*

𝚳𝛉  𝛅𝚮𝛉𝚱𝛶 ❉্᭄͜͡

+20 106 768 4684

𝚮𝚨𝚭𝛦𝚳❉্᭄͜͡

+20 102 554 0749

*اذا واجهتك مشكله فلا تتردد في طلب المساعده🪀*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت الفراعنة 〙⌬*

*⌬〘 اليك قائمه المطور البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .بريم 〛*
*❬👾❭↜ 〚 .خفض-بريم 〛*
*❬👾❭↜ 〚 .المميزين 〛*
*❬👾❭↜ 〚 .بان 〛*
*❬👾❭↜ 〚 .رفع-البان 〛*
*❬👾❭↜ 〚 .اخرج 〛*
*❬👾❭↜ 〚 .انضم 〛*
*❬👾❭↜ 〚 .بلوك 〛*
*❬👾❭↜ 〚 .رفع-البلوك 〛*
*❬👾❭↜ 〚 .البلوكات 〛*
*❬👾❭↜ 〚 .حظر 〛*
*❬👾❭↜ 〚 .الغاء-الحظر 〛*
*❬👾❭↜ 〚 .المحظورين 〛*
*❬👾❭↜ 〚 .ستوري 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م2|م١|اوامر المطور|الاوامر المطور)$/i
export default handler
