let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘👾〙⌬━─━✥*

 𝚳𝛉  𝛅𝚮𝛉𝚱𝛶 ❉্᭄͜͡

+20 106 768 4684

𝚮𝚨𝚭𝛦𝚳❉্᭄͜͡

+20 102 554 0749

*اذا واجهتك مشكله فلا تتردد في طلب المساعده🪀*
*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت الفراعنة 〙⌬*

*⌬〘 اليك قائمه الجروب البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .منشن 〛*
*❬👾❭↜ 〚 .مخفي 〛*
*❬👾❭↜ 〚 .الاشباح 〛*
*❬👾❭↜ 〚 .حذف 〛*
*❬👾❭↜ 〚 .لينك 〛*
*❬👾❭↜ 〚 .رستر 〛*
*❬👾❭↜ 〚 .رفع 〛*
*❬👾❭↜ 〚 .تخفيض 〛*
*❬👾❭↜ 〚 .تغيرالاسم 〛*
*❬👾❭↜ 〚 .تغيرالوصف 〛*
*❬👾❭↜ 〚 .تغيرالصوره 〛*
*❬👾❭↜ 〚 .طرد او kick 〛*
*❬👾❭↜ 〚 .الادمن 〛*
*❬👾❭↜ 〚 .الجروب 〛*
*❬👾❭↜ 〚 .اعدادات 〛*
*❬👾❭↜ 〚 .تغيرالمغادره 〛*
*❬👾❭↜ 〚 .تغيرالترحيب 〛*
*❬👾❭↜ 〚 .فحص 〛*
*❬👾❭↜ 〚 .معلومات-الجروب 〛*
*❬👾❭↜ 〚 .جروب فتح 〛*
*❬👾❭↜ 〚 .جروب غلق 〛*
*❬👾❭↜ 〚 .انذار 〛*
*❬👾❭↜ 〚 .حذف-انذار 〛*
*❬👾❭↜ 〚 .التحذيرات 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٣|م3|اوامر الجروب|الاوامر الجروب)$/i
export default handler
