let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘👾〙⌬━─━✥*

 𝚳𝛉  𝛅𝚮𝛉𝚱𝛶 ❉্᭄͜͡

+20 106 768 4684

𝚮𝚨𝚭𝛦𝚳❉্᭄͜͡

+20 102 554 0749

*اذا واجهتك مشكله فلا تتردد في طلب المساعده🪀*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت الفراعنة 〙⌬*

*⌬〘 اليك قائمه التنزيل البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .خلفيه 〛*
*❬👾❭↜ 〚 .تحميل 〛*
*❬👾❭↜ 〚 .فريبيك 〛*
*❬👾❭↜ 〚 .فيسبوك 〛*
*❬👾❭↜ 〚 .انستا 〛*
*❬👾❭↜ 〚 .تيك 〛*
*❬👾❭↜ 〚 .اغنيه 〛*
*❬👾❭↜ 〚 .فيديو 〛*
*❬👾❭↜ 〚 .جوجل 〛*
*❬👾❭↜ 〚 .صوره 〛*
*❬👾❭↜ 〚 .صورة 〛*
*❬👾❭↜ 〚 .جوجل-بلاي 〛*
*❬👾❭↜ 〚 .حزمه-استيكر 〛*
*❬👾❭↜ 〚 .بينت 〛*
*❬👾❭↜ 〚 .تشغيل فيديو 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م4|م٤|اوامر التحميل| اوامر التنزيل|الاوامر التحميل|الاوامر التنزيل)$/i
export default handler
