let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘👾〙⌬━─━✥*

 𝚳𝛉  𝛅𝚮𝛉𝚱𝛶 ❉্᭄͜͡

+20 106 768 4684

𝚮𝚨𝚭𝛦𝚳❉্᭄͜͡

+20 102 554 0749

*اذا واجهتك مشكله فلا تتردد في طلب المساعده🪀*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت الفراعنة 〙⌬*

*⌬〘 اليك قائمه التحويل البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .ستك 〛*
*❬👾❭↜ 〚 .ستك2 〛*
*❬👾❭↜ 〚 .ستك3 〛*
*❬👾❭↜ 〚 .ستك5 〛*
*❬👾❭↜ 〚 .ستكر2 〛*
*❬👾❭↜ 〚 .ستكر3 〛*
*❬👾❭↜ 〚 .ستكر4 〛*
*❬👾❭↜ 〚 .ستكر 〛*
*❬👾❭↜ 〚 .لكرتون 〛*
*❬👾❭↜ 〚 .تيليجراف 〛*
*❬👾❭↜ 〚 .كود 〛*
*❬👾❭↜ 〚 .لصوره 〛*
*❬👾❭↜ 〚 .لفيديو 〛*
*❬👾❭↜ 〚 .ملصق 〛*
*❬👾❭↜ 〚 .سرقه 〛*
*❬👾❭↜ 〚 .لانمي 〛*
*❬👾❭↜ 〚 .ترجمه 〛*
*❬👾❭↜ 〚 .دائري 〛*
*❬👾❭↜ 〚 .تكرار 〛*
*❬👾❭↜ 〚 .تقصير 〛*
*❬👾❭↜ 〚 .لصوت 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م٦|م6|اوامر التحويل|الاوامر التحويل)$/i
export default handler
