let handler = async (m, { conn, command, text }) => {
let love = `
*✥━─━⌬〘👾〙⌬━─━✥*

⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪  ࣪    ࣭     ࣪     ࣭   𝅦𝅦   ࣭     ࣪     ࣭    ࣪  ⬫
⬪࣪ꥈ𑁍⃪࣭۪ٜ݊݊݊݊݊໑ٜ࣪▭̷໋̟  ۫ 𝑾𝑬𝑳𝑪𝑶𝑴𝑬 ۫  ▭̷໋̟۪۬໑⃪࣭۪ٜ݊݊݊݊𑁍ꥈ࣪⬪
   ‏

*✥━─━⌬〘👾〙⌬━─━✥*

 𝚳𝛉  𝛅𝚮𝛉𝚱𝛶 ❉্᭄͜͡

+20 106 768 4684

𝚮𝚨𝚭𝛦𝚳❉্᭄͜͡

+20 102 554 0749

*اذا واجهتك مشكله فلا تتردد في طلب المساعده🪀*

*✥━─━⌬〘👾〙⌬━─━✥*

*⌬〘 مرحبا بك في بوت الفراعنة 〙⌬*

*⌬〘 اليك قائمه التسليه البوت 〙⌬*

*✥━─━⌬〘👾〙⌬━─━✥*

*❬👾❭↜ 〚 .حيوان 〛*
*❬👾❭↜ 〚 .طقم 〛*
*❬👾❭↜ 〚 .شاذ 〛*
*❬👾❭↜ 〚 .الحب 〛*
*❬👾❭↜ 〚 .زواج 〛*
*❬👾❭↜ 〚 .توب 〛*
*❬👾❭↜ 〚 .رونالدو 〛*
*❬👾❭↜ 〚 .ميسي 〛*
*❬👾❭↜ 〚 .قط 〛*
*❬👾❭↜ 〚 .طلاق 〛*
*❬👾❭↜ 〚 .اكل 〛*
*❬👾❭↜ 〚 .بنت 〛*
*❬👾❭↜ 〚 .عيد 〛*
*❬👾❭↜ 〚 .الكيوت 〛*
*❬👾❭↜ 〚 .علاقه 〛*
*❬👾❭↜ 〚 .لعبه 〛*
*❬👾❭↜ 〚 .شخصيه 〛*
*❬👾❭↜ 〚 .صداقه 〛*
*❬👾❭↜ 〚 .هديه 〛*
*❬👾❭↜ 〚 .اجابه 〛*
*❬👾❭↜ 〚 .اكس 〛*
*❬👾❭↜ 〚 حذف غرفه ↜.delxo 〛*

*✥━─━⌬〘👾〙⌬━─━✥*
 `.trim()
m.reply(love, null, { mentions: conn.parseMention(love) })}
handler.help = ['love']
handler.tags = ['fun']
handler.command = /^(م8|م٨)$/i
export default handler
